---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionStructuralTees.BoltSpacing
source: html/ed5672de-fa05-4b89-b680-18372157063b.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionStructuralTees.BoltSpacing Property

Standard bolt spacing in the flange, in. (mm)

## Syntax (C#)
```csharp
public double BoltSpacing { get; set; }
```